<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\CoreExtension;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* home_user/tele/fade.gif */
class __TwigTemplate_954e8e3aae151b55384531fc610ab7fd0c779ce05586fd7f7716525731141d2e extends Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02 = $this->extensions["Symfony\\Bridge\\Twig\\Extension\\ProfilerExtension"];
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->enter($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "home_user/tele/fade.gif"));

        yield "GIF89a\000\000÷\000\000\000\000\000\000\0003\000\000f\000\000™\000\000Ì\000\000ÿ\0003\000\00033\0003f\0003™\0003Ì\0003ÿ\000f\000\000f3\000ff\000f™\000fÌ\000fÿ\000™\000\000™3\000™f\000™™\000™Ì\000™ÿ\000Ì\000\000Ì3\000Ìf\000Ì™\000ÌÌ\000Ìÿ\000ÿ\000\000ÿ3\000ÿf\000ÿ™\000ÿÌ\000ÿÿ3\000\0003\00033\000f3\000™3\000Ì3\000ÿ33\00033333f33™33Ì33ÿ3f\0003f33ff3f™3fÌ3fÿ3™\0003™33™f3™™3™Ì3™ÿ3Ì\0003Ì33Ìf3Ì™3ÌÌ3Ìÿ3ÿ\0003ÿ33ÿf3ÿ™3ÿÌ3ÿÿf\000\000f\0003f\000ff\000™f\000Ìf\000ÿf3\000f33f3ff3™f3Ìf3ÿff\000ff3fffff™ffÌffÿf™\000f™3f™ff™™f™Ìf™ÿfÌ\000fÌ3fÌffÌ™fÌÌfÌÿfÿ\000fÿ3fÿffÿ™fÿÌfÿÿ™\000\000™\0003™\000f™\000™™\000Ì™\000ÿ™3\000™33™3f™3™™3Ì™3ÿ™f\000™f3™ff™f™™fÌ™fÿ™™\000™™3™™f™™™™™Ì™™ÿ™Ì\000™Ì3™Ìf™Ì™™ÌÌ™Ìÿ™ÿ\000™ÿ3™ÿf™ÿ™™ÿÌ™ÿÿÌ\000\000Ì\0003Ì\000fÌ\000™Ì\000ÌÌ\000ÿÌ3\000Ì33Ì3fÌ3™Ì3ÌÌ3ÿÌf\000Ìf3ÌffÌf™ÌfÌÌfÿÌ™\000Ì™3Ì™fÌ™™Ì™ÌÌ™ÿÌÌ\000ÌÌ3ÌÌfÌÌ™ÌÌÌÌÌÿÌÿ\000Ìÿ3ÌÿfÌÿ™ÌÿÌÌÿÿÿ\000\000ÿ\0003ÿ\000fÿ\000™ÿ\000Ìÿ\000ÿÿ3\000ÿ33ÿ3fÿ3™ÿ3Ìÿ3ÿÿf\000ÿf3ÿffÿf™ÿfÌÿfÿÿ™\000ÿ™3ÿ™fÿ™™ÿ™Ìÿ™ÿÿÌ\000ÿÌ3ÿÌfÿÌ™ÿÌÌÿÌÿÿÿ\000ÿÿ3ÿÿfÿÿ™ÿÿÌÿÿÿ!\t\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000!ù\000\000Ø\000,\000\000\000\000\000\000\000\000¯aHÛÀƒDˆPáA†\t!tx- \000;";
        
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->leave($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof);

        return; yield '';
    }

    /**
     * @codeCoverageIgnore
     */
    public function getTemplateName()
    {
        return "home_user/tele/fade.gif";
    }

    /**
     * @codeCoverageIgnore
     */
    public function getDebugInfo()
    {
        return array ();
    }

    public function getSourceContext()
    {
        return new Source("GIF89a\000\000÷\000\000\000\000\000\000\0003\000\000f\000\000™\000\000Ì\000\000ÿ\0003\000\00033\0003f\0003™\0003Ì\0003ÿ\000f\000\000f3\000ff\000f™\000fÌ\000fÿ\000™\000\000™3\000™f\000™™\000™Ì\000™ÿ\000Ì\000\000Ì3\000Ìf\000Ì™\000ÌÌ\000Ìÿ\000ÿ\000\000ÿ3\000ÿf\000ÿ™\000ÿÌ\000ÿÿ3\000\0003\00033\000f3\000™3\000Ì3\000ÿ33\00033333f33™33Ì33ÿ3f\0003f33ff3f™3fÌ3fÿ3™\0003™33™f3™™3™Ì3™ÿ3Ì\0003Ì33Ìf3Ì™3ÌÌ3Ìÿ3ÿ\0003ÿ33ÿf3ÿ™3ÿÌ3ÿÿf\000\000f\0003f\000ff\000™f\000Ìf\000ÿf3\000f33f3ff3™f3Ìf3ÿff\000ff3fffff™ffÌffÿf™\000f™3f™ff™™f™Ìf™ÿfÌ\000fÌ3fÌffÌ™fÌÌfÌÿfÿ\000fÿ3fÿffÿ™fÿÌfÿÿ™\000\000™\0003™\000f™\000™™\000Ì™\000ÿ™3\000™33™3f™3™™3Ì™3ÿ™f\000™f3™ff™f™™fÌ™fÿ™™\000™™3™™f™™™™™Ì™™ÿ™Ì\000™Ì3™Ìf™Ì™™ÌÌ™Ìÿ™ÿ\000™ÿ3™ÿf™ÿ™™ÿÌ™ÿÿÌ\000\000Ì\0003Ì\000fÌ\000™Ì\000ÌÌ\000ÿÌ3\000Ì33Ì3fÌ3™Ì3ÌÌ3ÿÌf\000Ìf3ÌffÌf™ÌfÌÌfÿÌ™\000Ì™3Ì™fÌ™™Ì™ÌÌ™ÿÌÌ\000ÌÌ3ÌÌfÌÌ™ÌÌÌÌÌÿÌÿ\000Ìÿ3ÌÿfÌÿ™ÌÿÌÌÿÿÿ\000\000ÿ\0003ÿ\000fÿ\000™ÿ\000Ìÿ\000ÿÿ3\000ÿ33ÿ3fÿ3™ÿ3Ìÿ3ÿÿf\000ÿf3ÿffÿf™ÿfÌÿfÿÿ™\000ÿ™3ÿ™fÿ™™ÿ™Ìÿ™ÿÿÌ\000ÿÌ3ÿÌfÿÌ™ÿÌÌÿÌÿÿÿ\000ÿÿ3ÿÿfÿÿ™ÿÿÌÿÿÿ!\t\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000\000!ù\000\000Ø\000,\000\000\000\000\000\000\000\000¯aHÛÀƒDˆPáA†\t!tx- \000;", "home_user/tele/fade.gif", "C:\\Users\\SYNS-MANAGER\\Documents\\GitHub\\pmanalysis\\templates\\home_user\\tele\\fade.gif");
    }
}
